---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropItem
source: html/1b6ce1c9-600c-8027-a6a6-bde8a7d0782d.htm
---
# DuctFittingAndAccessoryPressureDropItem Properties

The index of the begin connector of the flow path.